<?php

$tabArray = array(
    'где',
    'что',
    'когда',
    'с кем',
    'на чем',
    'стоимость'
);

$tabContent = array(
    'where' => array(
        'киев',
        'львов',
        'харьков',
        'одесса',
        'херсон',
        'черновцы',
        'днепр',
        'винница',
        'полтава',
        'иванр-франковск',
        'сумы',
        'ужгород',
        'луцк',
        'мариуполь',
        'кривой рог'
    ),
    'how-far' => array(
        'в центре',
        'в пределах города',
        'до 20 км от города',
        'до 50 км от города',
        'до 100 км от города',
        'до 150 км от города',
    ),
    'what' => array(
        'жилье',
        'экскурсии и туры',
        'еда',
        'развлечения',
        'культура и искусство',
        'спорт',
        'интересы и хобби',
        'красота и здоровье',
        'шопинг',
    ),
);

// function getSubArray($array = array(), $firstItem = 0) {
//     if (!empty($array[$firstItem])) {
//         foreach ($array[$firstItem] as $items) {
//             echo $items[$tabContent];
//             loop_array($array, $items['where']);
//         };
//     }
// }

?>

<!-- 'день рождения','отпуск','уделить время близким','мальчишник','девичник','свадьба','деловая встреча','юбилей','медовый месяц','День святого Валентина','Новый Год','Хеллоуин','Рождество православное','Рождество католическое','майские праздники','зимние праздники','годовщина свадьбы','школьные каникулы','День матери','День отца','8 марта','Пасха','Троица','День Независимости Украины','День защитника Украины' -->