<?php

$tabArray = array(
    'Где',
    'Что',
    'Когда',
    'С кем',
    'На чем',
    'Стоимость'
);

// $tabArray = array(
//     $whereArray = array(
//         'где',
//         'title' => 'Где будем искать?',
//     ),
//     $whatArray = array(
//         'что',
//         'title' => 'Что ищем?',
//     ),
//     $whenArray = array(
//         'когда',
//         'title' => 'На когда планируете?',
//     ),
//     $whoArray = array(
//         'с кем',
//         'title' => 'В какой компании?',
//     ),
//     $byArray = array(
//         'на чем',
//         'title' => 'Какой транспорт?',
//     ),
//     $priceArray = array(
//         'стоимость',
//         'title' => 'Какой бюджет?',
//     ),
// );


$iconArray = array(
    'img/icons/icon--geo.svg',
    'img/icons/icon--puzzle.svg',
    'img/icons/icon--calendar.svg',
    'img/icons/icon--people.svg',
    'img/icons/icon--car.svg',
    'img/icons/icon--wallet.svg',
);

$tabContent = array(
    'where' => array(
        'Киев',
        'Львов',
        'Харьков',
        'Одесса',
        'Херсон',
        'Черновцы',
        'Днепр',
        'Винница',
        'Полтава',
        'Иванр-франковск',
        'Сумы',
        'Ужгород',
        'Луцк',
        'Мариуполь',
        'Кривой рог'
    ),
    'how-far' => array(
        'в центре',
        'в пределах города',
        'до 20 км от города',
        'до 50 км от города',
        'до 100 км от города',
        'до 150 км от города',
    ),
    'what' => array(
        'Жилье',
        'Экскурсии и туры',
        'Еда',
        'Развлечения',
        'Культура и искусство',
        'Спорт',
        'Интересы и хобби',
        'Красота и здоровье',
        'Шопинг',
    ),
);

?>