<?php

$v1 = array('Киев','Львов','Одесса','Днепр','Харьков','Винница','Полтава','Ивано-Франковск','Черновцы','Сумы','Ровно','Ужгород','Луцк','Буковель');
$n11=array('в центре', 'в пределах города', 'до 20 км от города','до 50 км от города', 'до 100 км от города', 'до 150 км от города');
$v2=array('Жилье', 'Экскурсии и туры','Еда','Развлечения','Культура и искусство','Спорт','Интересы и хобби','Красота и здоровье','Шопинг');
$n21=array('отель','квартира','комната','хостел','частный дом','гостиница','мотель','мини-отель','база отдыха','кемпинг','дом','гестхауз','таунхаус','койка','коттедж','санаторий','турбаза','дача','вилла','апарт-отель','бутик-отель','шале','бунгало','усадьба','дуплекс','глэмпинг','бюджетный','уютный','в центре','1-комнатный','2-х комнатный','3-х комнатный','студио','тихий','антуражный','просторный','летний','семейный','современный','vip','топовый','аккуратный');
$n22=array('экскурсии','пакетный тур','турпоход','экстрим тур','гастротур','винный тур','морской круиз','йога тур','духовное путешествие','горящее предложение','групповые','индивидуальные','бюджетно','элитно','активно','размеренно','романтично','необычные','обзорные','история и архитектура','местная кухня','поездки за город','музеи и искусство');
$n23=array('ресторан','фастфуд','бар','кафе','пиццерия','суши-бар','кофейня','ночной клуб','доставка еды','паб','лаунж бар','кальян-бар','караоке-бар','коктейль-бар','антикафе','кондитерская','чайная','чайхона','атмосферно','спокойно','весело','вегетарианская пища','веганская пища','итальянская кухня','японская кухня','китайская кухня','мексиканская кухня','украинская кухня','грузинская кухня','индийская кухня','авторская кухня');
$n24=array('кинотеатр','боулинг','концерт','вечеринка','зоопарк','квест','дискотека','роллердром','каток','цирк', 'детские мероприятия','выставка','планетарий','дельфинарий','бильярд','спортивные события','фестиваль','ночной клуб','баня и сауна','аквапарк','стендап-шоу','интеллектуальные игры','настольные игры','караоке','тир','джентельмен клуб','пляж','литературные чтения','3D шоу','лазерное шоу','весело','активно','познавательно','экстремально','романтично','бесплатно','релакс','в помещении','на воздухе','только для взрослых');
$n25=array('кино','театр','музей','выставка','галерея','для детей','балет','оперетта','опера','филармония','поп-музыка','рок-музыка','реп','джаз','фолк','классическая музыка','литературные чтения','весело','познавательно','романтично','бесплатно','релакс','в помещении','на воздухе','только для взрослых');
$n26=array('хендмейд','рисование','животные','автомобили и мотоциклы','кулинария','игры на ПК и консолях','моделирование','охота и рыбалка','психология и тренинги','танцы и балет','киноискусство и фотография','интеллектуальные игры','пение и караоке','наука','косплей','иностранные языки','восточная культура','боевые искусства','коллекционирование','тату, бодиарт и пирсинг','дизайн','исторические реконструкции','верховая езда');
$n27=array('индивидуальные','командные','боевые искусства‎ ','велоспорт','тренажерные залы','экстримальные','фитнес','гимнастика‎ ','водные','летние','зимние ','пляжные','интеллектуальные','киберспорт','бордспорт','армспорт','спортивное ориентирование','танцевальный спорт','конный спорт');
$n28=array('парикмахерские','салоны красоты','SPA-салоны','медицинские клиники','стоматологии','маникюр и педикюр','эпиляция','косметология','массаж','сауны и бани','макияж и визаж','бровист','наращивание ресниц','мужские услуги','барбершопы','прокол ушей','имиджевые салоны','ароматерапия','врачебная косметология');
$n29=array('продукты','одежда и обувь','цифровая техника','подарки и сувениры','красота и здоровье','бытовая техника','канцтовары и книги','автотовары','сантехника и ремонт','товары для дома','увлечения и спорт','сад и огород','детские товары','украшения','круглосуточные','оплата картой','супермаркет','ТРЦ','онлайн-покупка ','рынок','ломбард','стоковый магазин','секонд-хенд','брендовый магазин');
$v3=array('сегодня','завтра','на выходных','указать дату','указать период времени');
$v4=array('самостоятельно','парой','с другом/подругой','с компанией друзей','с детьми','с коллегами','с иностранцем','с домашним питомцем','для молодоженов','для пенсионеров','для беременных','для людей с инвалидностью');
$n41=array('день рождения','отпуск','уделить время близким','мальчишник','девичник','свадьба','деловая встреча','юбилей','медовый месяц','День святого Валентина','Новый Год','Хеллоуин','Рождество православное','Рождество католическое','майские праздники','зимние праздники','годовщина свадьбы','школьные каникулы','День матери','День отца','8 марта','Пасха','Троица','День Независимости Украины','День защитника Украины');
$v5=array('пешком','городской транспорт','такси','личное авто','искать попутное авто','поезд','междугородний автобус','самолет');
$v6=array('до 200 грн','до 500 грн','до 1000 грн','до 3000 грн','до 5000 грн','до 10000 грн','Указать бюджет','Пока не знаю','Бесплатно');
$menu=array('','Где','Что','Когда','С кем','На чем','Стоимость');
$zagm=array('','Где будем искать?','Что ищем?','Когда?','В какой компании?','Какой транспорт?','Какой бюджет?');
$subTitle=array('','Как далеко?','Какой тип жилья?','Какие пожелания?','Есть ли повод?');
$inp=array('','iv1r','in1r','iv2r','in2r','iv3r','iv4r','in4r','iv5r','iv6r');

$tabArray = array(
    'Где',
    'Что',
    'Когда',
    'С кем',
    'На чем',
    'Стоимость'
);

// $tabArray = array(
//     $whereArray = array(
//         'где',
//         'title' => 'Где будем искать?',
//     ),
//     $whatArray = array(
//         'что',
//         'title' => 'Что ищем?',
//     ),
//     $whenArray = array(
//         'когда',
//         'title' => 'На когда планируете?',
//     ),
//     $whoArray = array(
//         'с кем',
//         'title' => 'В какой компании?',
//     ),
//     $byArray = array(
//         'на чем',
//         'title' => 'Какой транспорт?',
//     ),
//     $priceArray = array(
//         'стоимость',
//         'title' => 'Какой бюджет?',
//     ),
// );


$iconArray = array(
    'img/icons/icon--geo.svg',
    'img/icons/icon--puzzle.svg',
    'img/icons/icon--calendar.svg',
    'img/icons/icon--people.svg',
    'img/icons/icon--car.svg',
    'img/icons/icon--wallet.svg',
);

$tabContent = array(
    'where' => array(
        'Киев',
        'Львов',
        'Харьков',
        'Одесса',
        'Херсон',
        'Черновцы',
        'Днепр',
        'Винница',
        'Полтава',
        'Иванр-франковск',
        'Сумы',
        'Ужгород',
        'Луцк',
        'Мариуполь',
        'Кривой рог'
    ),
    'how-far' => array(
        'в центре',
        'в пределах города',
        'до 20 км от города',
        'до 50 км от города',
        'до 100 км от города',
        'до 150 км от города',
    ),
    'what' => array(
        'Жилье',
        'Экскурсии и туры',
        'Еда',
        'Развлечения',
        'Культура и искусство',
        'Спорт',
        'Интересы и хобби',
        'Красота и здоровье',
        'Шопинг',
    ),
);

?>